Repository: bartekmotyl/simple-video-cutter
Catalog: src/SimpleVideoCutter/MainForm.*.resx
Languages: es

# toolStripStatusLabelVolume.Text
source: Volume: 100%
es: Volumen: 100%

# toolStripStatusLabelFilePath.Text
source: No file loaded
es: No se ha cargado ningún archivo

# toolStripStatusLabelSelection.Text
source: No selection
es: No hay selección

# columnStatus.Text
source: Status
es: Estado

# columnProfile.Text
source: Profile
es: Perfil

# columnFilename.Text
source: Source file
es: Fichero fuente

# columnDuration.Text
source: Duration
es: Duración

# columnOutputFile.Text
source: Target file
es: Archivo de destino

# columnError.Text
source: Message
es: Mensaje

# labelTasks.Text
source: Tasks
es: Tareas

# resetToolbarsLayoutToolStripMenuItem.Text
source: Reset toolbars layout
es: Restablecer el diseño de las barras de herramientas

# toolStripButtonSelectionSetStart.Text
source: Set start
es: Arranque de la serie...

# toolStripButtonSelectionSetEnd.Text
source: Set end
es: Poner fin...

# toolStripButtonSelectionPlay.Text
source: Play range
es: Rango de juego

# toolStripButtonSelectionPlay.ToolTipText
source: Play selection (R)
es: Selección de juego (R)

# toolStripButtonSelectionClear.Text
source: Clear selection
es: Selección clara

# toolStripButtonSelectionClear.ToolTipText
source: Clear selection (Del)
es: Borrar la selección (Del)

# toolStripButtonSelectionGoToStart.Text
source: Go to start
es: Ir a empezar...

# toolStripButtonSelectionGoToStart.ToolTipText
source: Go to selection start ( Ctrl+[ )
es: Ir al inicio de la selección ( Ctrl+[ )

# toolStripButtonSelectionGoToEnd.Text
source: Go to end
es: Ir al final

# toolStripButtonSelectionGoToEnd.ToolTipText
source: Go to selection end ( Ctrl + ] )
es: Ir al final de la selección ( Ctrl + ] )

# toolStripButtonSelectionEnqueue.ToolTipText
source: Process selected area with FFmpeg (E). Press also Shift to open task dialog where you can change details of this task.
es: Procese el área seleccionada con FFmpeg (E). Presione también Shift para abrir el diálogo de la tarea donde puede cambiar los detalles de esta tarea.

# toolStripSelection.Text
source: Selection
es: Selección

# toolStripButtonTimelineZoomOut.Text
source: Zoom out
es: Aleja el zoom

# toolStripButtonTimelineZoomOut.ToolTipText
source: Set timeline to fit into window (0)
es: Establecer la línea de tiempo para que encaje en la ventana (0)

# toolStripButtonTimelineZoomAuto.Text
source: Zoom auto
es: Zoom automático

# toolStripButtonTimelineZoomAuto.ToolTipText
source: Set timeline zoom automatically (9)
es: Establecer el zoom de la línea de tiempo automáticamente (9)

# toolStripButtonTimelineGoToCurrentPosition.Text
source: Current position
es: Posición actual

# toolStripButtonTimelineGoToCurrentPosition.ToolTipText
source: Scroll timeline to current position (Ctrl+P)
es: Desplazar la línea de tiempo a la posición actual (Ctrl+P)

# toolStripButtonFileOpen.Text
source: Open file
es: Abrir archivo

# toolStripButtonFileOpen.ToolTipText
source: Open file (Ctrl+O)
es: Abrir archivo (Ctrl+O)

# toolStripButtonFilePrev.Text
source: Previous file
es: Archivo anterior

# toolStripButtonFilePrev.ToolTipText
source: Previous file (Alt+Left)
es: Archivo anterior (Alt+Izquierda)

# toolStripButtonFileNext.Text
source: Next file
es: Siguiente archivo

# toolStripButtonFileNext.ToolTipText
source: Next file (Alt+Right)
es: Siguiente archivo (Alt+Derecha)

# toolStripButtonFileSettings.Text
source: Settings
es: Ajustes

# toolStripButtonFileAbout.Text
source: About
es: Acerca de

# toolStripMenuItemLangGerman.Text
source: German
es: Alemán (traducción automática)

# toolStripMenuItemLangFrench.Text
source: French (machine translation)
es: Francés (traducción automática)

# toolStripMenuItemLangSpanish.Text
source: Spanish (machine translation)
es: Español (traducción automática)

# toolStripMenuItemLangItalian.Text
source: Italian
es: Italiano (traducción automática)

# toolStripMenuItemLangChinese.Text
source: Chinese (machine translation)
es: Chino (traducción automática)

# toolStripMenuItemLangJapanese.Text
source: Japanese (machine translation)
es: Japonés (traducción automática)

# toolStripMenuItemLangPolish.Text
source: Polish
es: Polaco

# toolStripDropDownButtonFileLanguage.Text
source: Language
es: Idioma

# toolStripFile.Text
source: File
es: Archivo

# toolStripButtonPlabackPlayPause.Text
source: Play / Pause
es: Reproducir / Pausa

# toolStripButtonPlabackPlayPause.ToolTipText
source: Play / Pause (Space)
es: Reproducir / Pausa (Espacio)

# toolStripButtonPlabackMute.Text
source: Mute
es: Silencio

# toolStripButtonPlabackMute.ToolTipText
source: Mute (Ctrl+M)
es: Silencio (Ctrl+M)

# toolStripButtonPlabackNextFrame.Text
source: Next frame
es: Siguiente fotograma

# toolStripButtonPlabackNextFrame.ToolTipText
source: Next frame (.)
es: Siguiente cuadro (.)

# toolStripButtonTasksShow.Text
source: Show tasks
es: Mostrar tareas

# toolStripButtonTasksShow.ToolTipText
source: Show tasks (T)
es: Mostrar tareas (T)

# toolStripTasks.Text
source: Tasks
es: Tareas

# toolStripButtonInternetVersionCheck.Text
source: Check for updates
es: Busca las actualizaciones

# toolStripButtonSelectionSetEnd.ToolTipText
source: Set selection end ( ] ) Press also Shift to set selection from the beginning till this point.
es: Establecer el final de la selección ( ] ) Presione también Shift para establecer la selección desde el principio hasta este punto.

# toolStripButtonSelectionSetStart.ToolTipText
source: Set selection start ( [ ) Press also Shift to set selection from this point until the end.
es: Establecer el inicio de la selección ( [ ) Presione también Shift para establecer la selección desde este punto hasta el final.
