Repository: bartekmotyl/simple-video-cutter
Catalog: src/SimpleVideoCutter/Properties/GlobalStrings.*.resx
Languages: it, ja

# AboutBox_About
source: About
it: Info programma
ja: について

# AboutBox_NewVersionAvailable
source: New version is available! Please visit project page.
it: È disponibile una nuova versione! Visita la pagina del progetto.
ja: 新バージョンをリリースしましたプロジェクトページをご覧ください。

# AboutBox_Version
source: Version
it: Versione
ja: バージョン

# AboutBox_VersionUpToDate
source: You are running the latest version.
it: Questa versione è aggiornata.
ja: 最新バージョンを実行しています。

# FormSettings_DefaultDirecttoryTooltip
source: Default directory when opening video files. Can be specified either as absolute path or by using one of predefined directories: {0}
it: Cartella predefinita per l'apertura dei file video. Può essere specificata come percorso assoluto, o selezionando una delle cartelle predefinite: {0}
ja: 動画ファイルを開くときのデフォルトのディレクトリです。 絶対パス または事前に定義されたディレクトリのいずれかを使用します。 {0}

# FormSettings_ExecutableFiles
source: executable files
it: File eseguibili
ja: じっこうファイル

# FormSettings_OutputDirectoryTooltip
source: Output directory where created files are to be saved. Can be specified either as absolute path or by using one of predefined directories: {0}
it: Cartella destinazione dove salvare i file creati. Può essere specificata come percorso assoluto, o selezionando una delle cartelle predefinite: {0}
ja: 作成したファイルを保存する出力ディレクトリ。 絶対パス または事前に定義されたディレクトリのいずれかを使用します。 {0}

# FormSettings_OutputFileNamePatternTooltip
source: Pattern that defines how filenames of created files will be computed. Static parts are allowed as well as these pseudo-variable {0} - filename of the original file {1} - name of the original file, without extension {2} - extension of the original video file {3} - file date of the original video file {4} - current timestamp
it: Schema che definisce come verranno calcolati i nomi dei file creati. Sono consentite sia parti statiche, sia le seguenti pseudo-variabili: {0} - nome file originale {1} - nome file originale, senza estensione {2} - estensione file video originale {3} - data del file file video originale {4} - data e ora attuale
ja: 作成されたファイルのファイル名がどのように計算されるかを定義するパターン。 静的な部分は、これらの疑似変数 {0} - 元のファイルのファイル名． {1}- 元のファイル名（拡張子なし {2} - 元の動画ファイルの拡張子です． {3} - 元の動画ファイルのファイル日付． {4} - カレントタイムスタンプ

# GlobalInformation
source: Information
it: Informazioni
ja: 情報のご案内

# GlobalQuestion
source: Question
it: Domanda
ja: 質問

# MainForm_AllVideoFiles
source: All video files
it: Tutti i file video
ja: すべてのビデオファイル

# MainForm_ButtonCut
source: Perform cut
it: Esegui taglio
ja: カットを行う

# MainForm_DeaultLayoutrestoredAfterRestart
source: Default layout will be restored when after application restart.
it: Il layout predefinito verrà ripristinato al riavvio dell'applicazione.
ja: アプリケーション再起動後、デフォルトのレイアウトに戻ります。

# MainForm_NoSelection
source: No selection
it: Nessuna selezione
ja: 選択はできません。

# MainForm_QuestionRestartNewLanguage
source: In order to use new language settings application needs to be restarted. Do you want to restart now?
it: Per poter usare le nuove impostazioni della lingua dell'interfaccia, l'applicazione deve essere riavviata. Vuoi riavviare l'applicazione?
ja: 新しい言語設定を使用するには、アプリケーションを再起動する必要があります。今すぐ再起動しますか？

# MainForm_Selection
source: Selection
it: Selezione
ja: 選択

# TaskProcessor_Done
source: Done
it: Completato
ja: 了

# TaskProcessor_Failure
source: Failure
it: Fallito
ja: 失敗した場合

# TaskProcessor_Processed
source: Processed {0} seconds
it: Elaborato in {0} secondi
ja: 処理済み {0} 秒

# TaskProcessor_State_FinishedError
source: Error
it: Errore
ja: エラー

# TaskProcessor_State_FinishedOK
source: Done
it: Completato
ja: 了

# TaskProcessor_State_InProgress
source: In progress
it: In corso
ja: 進行中

# TaskProcessor_State_Scheduled
source: Scheduled
it: Pianificato
ja: 予定

# VideoCutterTimeline_HoveredTime
source: Hovered time
it: Data/ora al cursore
ja: ホバリング時間

# VideoCutterTimeline_MoveClipEnd
source: move clip end
it: Sposta fine clip
ja: ムーブクリップエンド

# VideoCutterTimeline_MoveClipStart
source: move clip start
it: Sposta inizio clip
ja: ムーブクリップ開始

# VideoCutterTimeline_SetClipStartHere
source: middle click to set clip start here hint: try also with shift/control
it: 'Clic centrale' per impostare qui l'inizio della clip
ja: 中クリックでクリップを設定してここからスタート

# VideoCutterTimeline_Time
source: Time
it: Tempo
ja: 時間

# GlobalCancel
source: Cancel
it: Annulla
ja: キャンセル

# GlobalClose
source: Close
it: Chiudi
ja: クローズ

# VideoCutterTimeline_SetClipFromHereTillEnd
source: shift + middle click to set clip from this point till the end
it: 'Maiusc+clic' centrale per impostare la clip da questo punto fino alla fine
ja: この時点から最後までクリップを設定するには、シフト+中クリック

# VideoCutterTimeline_SetClipFromStartTillHere
source: control + middle click to set clip from the beginning till this point
it: 'Ctrl lic centrale' per impostare la clip dall'inizio fino a questo punto
ja: コントロール+中クリックでクリップの先頭からこのポイントまでを設定します。

# VideoCutterTimeline_SetClipEndHere
source: middle click to set clip end here hint: try also with shift/control
it: Clic centrale per impostare qui la fine della clip. Suggerimento: prova anche con Maiusc/Ctrl
ja: 中クリックでクリップエンドを設定します。 ヒント: シフト/コントロールでも試してみてください。

# MainForm_KeyFramesNotLoaded
source: Key frames have not been loaded yet, please wait a bit and try again.
it: I fotogrammi chiave non sono ancora stati caricati, aspetta un po' e riprova.

# MainForm_Lossless
source: Lossless
it: Senza perdita

# MainForm_ReEncoding
source: Re-encoding
it: Ricodifica

# FormAddTask_LosslessCutNotPossible
source: Lossless cut not possible!
it: Il taglio lossless non è possibile!

# FormAddTask_LosslessCutPossible
source: Lossless cut possible!
it: Taglio lossless possibile!

# FormAddTask_ReEncodePossibleButSlow
source: Cut with re-encoding possible, but may take long time!
it: Taglio con ricodifica possibile, ma può richiedere molto tempo!

# MainForm_Volume
source: Volume
ja: ボリューム
